Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/kainun_institutti/borgerlig_vigselsformular.odt.tmx
Source language: nob
Languages: fkv

source: Kjære brudepar,
fkv: Rakas hääpari,

source: (Navnet på brudeparet)
fkv: (Hääparin nimet):

source: Dere har kommet hit i dag for å bli viet til ektepar.
fkv: Tet oletta tulheet tänne tääpänä vihittäväksi avioliitthoon.

source: Jeg vil minne dere om hvilken stor og viktig begivenhet det er når to mennesker velger å leve sammen i ekteskap.
fkv: Mie halluun teile muistuttaat kunka iso ja tärkkee assii se oon ko kaksi ihmistä päättää elläät avioliitossa.

source: Ved å inngå ekteskap, lover dere hverandre samhold og støtte i alle livets forhold, både i medgang og i motgang.
fkv: Naimala tet luppaatta kuuluut yhtheen ja tukkeet toinen toista elämän hyvissä ja pahoissa päivissä, myötä- ja vastoinkäymisissä.

source: Men dere lover hverandre mer:
fkv: Tet luppaatta kuitenki enämenki:

source: Ekteskapet innebærer at dere lover hverandre kjærlighet og troskap.
fkv: Avioliitossa tet luppaatta rakkautta ja uskolisuutta toinen toisele.

source: Det å love hverandre kjærlighet for resten av livet, er det vanskeligste løfte vi kan gi et menneske.
fkv: Se oon kaikkiin vaikkein luppaus minkä ihminen saattaa anttaat toisele ihmiselle, ette luppaa rakastaat toista kiini elämän lopphuun saakka.

source: Det krever at dere setter dere høye mål for samlivet, og det krever deres oppriktige vilje til å strekke dere mot disse målene, i dag og i tiden som ligger foran.
fkv: Se kaippaa ette tet panetta yhtheiselämälle korkkeet moolit, ja ette tet rehelisesti freistaatta sauttaat näitä moolii, tääpänä ja tulleevaisuuđessa.

source: Det er dette dere lover hverandre her i dag.
fkv: Sen tet tääpänä luppaatta toinen toisele.

source: Ved å inngå ekteskap, blir dere en enhet, men dere fortsetter også å være to selvstendige og likestilte mennesker.
fkv: Ko menettä naimishiin, teistä tullee yksi, mutta kuitenki tet samala aina oletta kaksi ittenäistä ja samanarvosta ihmistä.

source: Det er ingen motsetning mellom kjærlighet og samhold på den ene siden, og frihet og selvstendighet på den andre.
fkv: Siinä ei ole ristiriittaa ette yheltä puolelta ihmisillä oon rakkhaus ja yhtheenkuuluvuus ja samala vaphaus ja ittenäisyys.

source: Kjærlighet er også å vise respekt for hverandre.
fkv: Rakkhaus oon kansa sitä ette ihmiset kunnioitethaan/kunnioittaavat ja piethään/pittäävät toinen toista arvossa.

source: Det er en rett jeg har, men også en plikt som er pålagt meg etter loven, å legge dere to nå alvorlig på hjertet at dere skal leve etter det løftet som dere gir hverandre her.
fkv: Minula oon oikeus, mutta lain jälkhiin kansa velvolisuus, varmistaat ette tet rehelisin syđämin aijotta elläät antamanna luppauksen jälkhiin.

source: Og nå:
fkv: Ja nyt:

source: Jeg spør deg først (navnet på kvinnen eller den yngste personen)
fkv: Mie kysyn nyt sinulta (vaimon / nuoreman ihmisen nimi):

source: Vil du ha (navnet på mannen eller den eldste personen), som står ved din side til din ektefelle?
fkv: Tahđotko sie ottaat tämän (miehen / vanheman ihmisen nimi):n sinun aviokumppaniksi?

source: Så spør jeg deg, (navnet på mannen eller den eldste personen):
fkv: Vielä mie kysyn sinulta (miehen / vanheman ihmisen nimi):

source: Vil du ha (navnet på kvinnen eller den yngste personen), som står ved din side til din ektefelle?
fkv: Tahđotko sie ottaat tämän (vaimon / nuoreman ihmisen nimi):n sinun aviokumppaniksi?

source: Siden dere nå, i vitners nærvær, har lovet hverandre å leve sammen i ekteskap, erklærer jeg dere med dette for å være rette ektefolk.
fkv: Ko tet nyt, tođistajiitten paikala ollessa, oletta toinen toisele luvanheet elläät avioliittossa, mie näin julistan teiđät oikkeiksi aviokumppaniksi.
